Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samiid_kultur-_ja_giellabeassedoibmii_laktaseaddji_skovit_suomagillii_.html.tmx
Source language: sme
Languages: smn

source: Sámiid kultur- ja giellabeassedoibmii laktáseaddji skovit (suomagillii)
smn: Sämmilij kulttuur- já kielâpiervâltooimân lohtâseijee luámáttuvah (suomâkielân)

source: Skovvi 1: Ruhtadanohcamuš sámiid kultur- ja giellabeassedoaimma dahje sámegiela doarju eará doaimma lágideami várás
smn: Luámáttâh 1: Ruttâdemucâmuš sämmilij kulttuur- já kielâpiervâltooimâ teikâ eres sämikielâ tuárjoo tooimâ ornim várás

source: Skovvi 2: Goasttádus- ja ruhtadanárvvoštallan
smn: Luámáttâh 2: Kolo- já ruttâdemmiäruštâllâm

source: Skovvi 3: Čilgehus sámiid kultur- ja giellabeassedoaimma lágideami várás mieđihuvvon doarjaga geavaheamis
smn: Luámáttâh 3: Čielgiittâs sämmilij kulttuur- já kielâpiervâltooimâ ornim várás mieđettum torjuu kiävtust

source: Skovvi 4: Goluidčilgehus
smn: Luámáttâh 4: Koločielgiittâs
